 [
  {
    "name": "Deep Cleaning",
    "description": "A comprehensive and thorough cleaning of your space, reaching the deep grime and dirt in your home or office."
  },
  {
    "name": "Move In/Out Cleaning",
    "description": "Specialized cleaning service designed for people who are moving in or out of a property to ensure a spotless space."
  },
  {
    "name": "Post Renovation Cleaning",
    "description": "Cleaning after construction or renovation work, including removal of dust, debris, and leftover materials."
  },
  {
    "name": "Standard Cleaning",
    "description": "Routine cleaning to maintain cleanliness and tidiness in your home or workspace."
  },
  {
    "name": "Office Cleaning",
    "description": "Cleaning service tailored for office environments, including desk areas, meeting rooms, and communal spaces."
  },
  {
    "name": "Disinfection Service",
    "description": "Professional-grade disinfection to eliminate germs and bacteria, ideal for homes and businesses."
  },
  {
    "name": "Upholstery Cleaning",
    "description": "Specialized cleaning for furniture fabrics such as sofas and chairs to remove stains and allergens."
  },
  {
    "name": "Carpet Cleaning",
    "description": "Deep cleaning of carpets using professional equipment to remove stains, odors, and allergens."
  },
  {
    "name": "Mattress Cleaning",
    "description": "Sanitization and deep cleaning of mattresses to ensure a hygienic sleeping environment."
  },
    {
    "name": "Stair Cleaning",
    "description": "clean stairs."
  },
  {
    "name": "Especially for Office",
    "description": "Office Cleaning"
  },
  {
    "name": "Residential",
    "description": "Spring cleaning special "
  },
  {
    "name": "Office",
    "description": "Service for ofice "
  },
  {
    "name": "Move-Out",
    "description": "move service"
  },
  {
    "name": "Standard",
    "description": "Service standard"
  },
   {
    "name": "Eco-Friendly",
    "description": "Service description 297"
  },
  {
    "name": "One-Time Cleaning",
    "description": "A single cleaning service for those who need a quick clean without a recurring schedule."
  },
  {
    "name": "Recurring Cleaning",
    "description": "Regularly scheduled cleaning services, available weekly, bi-weekly, or monthly."
  },
  {
    "name": "Green Cleaning",
    "description": "Environmentally friendly cleaning using non-toxic and biodegradable products."
  },
  {
    "name": "Window Cleaning",
    "description": "Cleaning of windows, both interior and exterior, to ensure a streak-free shine."
  },
  {
    "name": "Pressure Washing",
    "description": "High-pressure cleaning for outdoor surfaces like driveways, patios, and siding."
  },
  {
    "name": "Tile and Grout Cleaning",
    "description": "Deep cleaning of tile surfaces and grout lines to remove stains and restore shine."
  },
  {
    "name": "Oven Cleaning",
    "description": "Thorough cleaning of ovens, including the removal of grease and burnt-on food."
  },
  {
    "name": "Fridge Cleaning",
    "description": "Cleaning and sanitizing of refrigerators, including removal of expired food and spills."
  },
  {
    "name": "Laundry Service",
    "description": "Washing, drying, and folding of laundry items, available as a standalone service or in conjunction with cleaning."
  },
  {
    "name": "Pet Odor Removal",
    "description": "Specialized cleaning to eliminate pet odors from carpets, upholstery, and other surfaces."
  },
  {
    "name": "Emergency Cleaning",
    "description": "Rapid response cleaning service for unexpected situations like floods or fire damage."
  }
]